{
  "sections": {
    "firstTimeVisit": {
      "title": "First-Time Visit Guide",
      "content": {
        "whatToExpect": "During your first visit, you'll meet with our friendly staff who will guide you through our office and introduce you to your dental care team. We'll review your medical history and discuss any concerns you may have.",
        "requiredDocuments": "Please bring your ID, insurance card, list of current medications, and any previous dental records. If you have dental insurance, bring your insurance card and any necessary forms.",
        "preparationTips": "Arrive 15 minutes early to complete any remaining paperwork. If you have dental anxiety, let us know in advance so we can make you more comfortable.",
        "officeTour": "We'll give you a tour of our modern, state-of-the-art facility to help you feel at home. See our treatment rooms, sterilization area, and the latest dental technology we use."
      }
    },
    "insurancePayment": {
      "title": "Insurance & Payment Options",
      "content": {
        "acceptedInsurance": "We accept most major dental insurance plans including Delta Dental, Cigna, Aetna, and many more. Our team will work with your insurance provider to maximize your benefits.",
        "paymentPlans": "We offer flexible payment plans to help make dental care affordable. Options include interest-free payment plans and extended payment arrangements through third-party financing.",
        "financingOptions": "We partner with CareCredit and other financing companies to provide low- and no-interest payment plans. Apply online or in our office for quick approval.",
        "costEstimates": "We provide transparent pricing and detailed treatment plans with cost estimates before any procedure. Ask about our new patient specials and family discounts."
      }
    },
    "patientForms": {
      "title": "Patient Forms",
      "content": {
        "description": "Save time by downloading and completing your patient forms before your appointment.",
        "medicalHistory": "Medical History Form (Required for all new patients)",
        "insuranceForms": "Insurance Information and Consent Forms",
        "consentForms": "Treatment Consent Forms",
        "registration": "New Patient Registration"
      }
    },
    "treatmentInstructions": {
      "title": "Treatment Instructions",
      "content": {
        "description": "Important information to prepare for your upcoming dental treatment.",
        "preTreatment": "Pre-Treatment Instructions",
        "postCare": "Post-Treatment Care",
        "recoveryTips": "Recovery and Aftercare Tips",
        "emergencyContacts": "Emergency Contact Information"
      }
    },
    "covidSafety": {
      "title": "COVID-19 Safety",
      "content": {
        "description": "Your health and safety are our top priority. Learn about our enhanced safety measures.",
        "safetyMeasures": "Enhanced Cleaning and Sanitization",
        "screeningProcess": "Health Screening Protocols",
        "ppeProtocols": "PPE and Staff Protection",
        "cleanEnvironment": "Maintaining a Safe Environment"
      }
    },
    "testimonials": {
      "title": "Patient Testimonials",
      "content": {
        "description": "Hear from our satisfied patients about their experiences at our practice.",
        "videoTestimonials": "Watch Video Testimonials",
        "writtenReviews": "Read Patient Reviews",
        "beforeAfterPhotos": "View Before & After Photos",
        "successStories": "Patient Success Stories"
      }
    }
  },
  "notFound": {
    "title": "Page Not Found",
    "message": "The page you're looking for doesn't exist or has been moved.",
    "backButton": "Back to Patient Information"
  },
  "backButton": "Back to All Information",
  "learnMore": "Learn More",
  "needHelp": {
    "title": "Need More Help?",
    "message": "Our friendly staff is here to answer any questions you may have about our services, insurance, or payment options.",
    "contactButton": "Contact Us",
    "faqButton": "View FAQ"
  },
  "paymentOptions": {
    "title": "Payment Options",
    "description": "We offer various payment options to make your dental care affordable and convenient.",
    "cash": "Cash",
    "creditCards": "Credit/Debit Cards",
    "careCredit": "CareCredit Financing",
    "insurance": "Dental Insurance"
  },
  "insuranceProviders": {
    "title": "Accepted Insurance Providers",
    "description": "We work with most major dental insurance providers. Don't see your provider listed? Contact us to verify coverage."
  }
}
